bungcip.better-toml
GitHub.copilot
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
redhat.vscode-xml
rust-lang.rust-analyzer
serayuzgur.crates
usernamehw.errorlens
vadimcn.vscode-lldb
